Revit 2026 API

# PointCloudOverrides Properties

---

The PointCloudOverrides type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

PointCloudOverrides Class

Autodesk.Revit.DB.PointClouds Namespace